export default {
  "ru":
    {
      "_language_name": "Русский",
      "common":
        {
          "are_you_sure": "Вы уверены?",
          "delete": "Удалить",
          "deleted": "Удалено",
          "edit": "Редактировать",
          "cancel": "Отмена",
          "saved": "Сохранено",
          "added": "Добавлено",
          "nothing_found": "Ничего не найдено",
          "ok": "ОК",
          "copy": "Копировать",
          "move": "Переместить",
          "next": "Далее",
          "skip": "Пропустить",
          "add": "Добавить",
          "back_to_main": "На главную",
          "loading": "Загрузка",
          "show_more": "Еще",
          "error": "Ошибка",
          "access_error": "Ошибка доступа",
          "inputs": {
            "show_password": "Показать",
            "hide_password": "Скрыть",
          },
          "send": "Отправить",
        },
      "weekdays_short":
        {
          "1": "Пн",
          "2": "Вт",
          "3": "Ср",
          "4": "Чт",
          "5": "Пт",
          "6": "Сб",
          "7": "Вс"
        },
      "errors":
        {
          "401": "Ошибка доступа",
          "404": "Страница не найдена",
          "no_parameters": "Ошибка: не все параметры указаны",
          "item_not_found": "Ошибка: объект не найден",
          "channel_is_banned": "Канал заблокирован",
          "wrong_channel_type": "Ошибка: метод недоступен для данного типа каналов",
          "fill_all_fields": "Заполните все поля",
          "write_admin": "Если вам кажется, что это проблема на стороне сайта, напишите администратору на <a href='mailto:help@catcast.tv'>help@catcast.tv</a>"
        },
      "welcome_modal": {
        "_title": "Добро пожаловать. Снова.",
        "_text": "Сервис онлайн-трансляций MyOwnTV переехал на новый адрес - <strong>Catcast.tv</strong>. "
      },
      "landing":
        {
          "go_to_channel_page": "Перейти на страницу канала",
          "headers":
            [
              {
                "h": "Создай свой онлайн-канал или радиостанцию",
                "s": "Уникальная медиаплатформа для всех",
                "b": "Узнать о возможностях платформы"
              }
            ]
        },
      "forms": {
        "save": "Сохранить",
        "errors": {
          "fields_empty": "Ошибка: не все поля заполнены",
          "field_required": "Заполните указанное поле",
          "min_length": "Минимум {count} символов",
          "max_length": "Максимум {count} символов",
          "wrong_type": "Некорректное значение поля",
          "alphanumeric": "Разрешена только латиница и цифры",
          "alphanumeric_with_symbols": "Разрешены только латиница, цифры, дефис, подчеркивание и точка",
          "upload_picture": "Загрузите картинку",
          "email": "Введите корректный адрес эл.почты",
        }
      },
      "auth":
        {
          "login": "Вход",
          "register": "Регистрация",
          "login_social": "Вход с помощью социальных сетей",
          "login_or_register": "Вход / Регистрация",
          "passwords_not_match": "Пароли не совпадают",

          "restore_account": "Восстановление аккаунта",
          "_title": "Вход и регистрация",
          "confirm_account": "Подтверждение аккаунта",
          "forms": {
            "login": "Логин",
            "password": "Пароль",
            "name": "Отображаемое имя",
            "email": "Электронная почта",
            "old_password": "Старый пароль",
            "new_password": "Новый пароль",
            "repeat_password": "Повторите пароль",
            "about": "О себе",
            "avatar": "Аватарка",
            "email_description": "На почту будет отправлено письмо для подтверждения",
            "login_button": "Войти",
            "register_button": "Зарегистрироваться",
          },
          "messages": {
            "success_login": "Успешный вход",
            "success_register": "Успешная регистрация",
            "error_wrong_login": "Ошибка: такого пользователя не существует",
            "error_wrong_password": "Ошибка: неверный пароль",
            "error_user_blocked": "Ошибка: ваш аккаунт заблокирован на этом узле",
          },
          "menu": {
            "logout": "Выйти",
            "profile": "Профиль",
            "settings": "Настройки",
            "dashboard": "Панель управления",
            "studio": "Эфирная студия",
            "admin_panel": "Панель администратора",
          },

          "forgot_password":
            {
              "_title": "Забыли пароль?",
              "email": "Почта, к которой привязан аккаунт",
              "restore": "Отправить письмо",
              "back": "Назад"
            },
          "after_register":
            {
              "_title": "Регистрация",
              "text_username": "Спасибо за регистрацию! Мы автоматически присвоили вам ник. Вы можете изменить его в поле ниже:",
              "text_password": "Сейчас вам доступен вход через соцсеть, но если вы хотите защитить свой аккаунт паролем - можете сделать это прямо сейчас."
            },
          "user":
            {

              "_errors":
                {
                  "username_taken": "Это имя пользователя уже занято",
                  "username":
                    {
                      "required": "Введите имя пользователя"
                    },
                  "password":
                    {
                      "min": "В пароле должно быть как минимум 7 символов",
                      "alpha_dash": "В пароле могут быть только цифры и латиница",
                      "required": "Введите пароль"
                    },
                  "password_short": "В пароле должно быть как минимум 7 символов",
                  "password_alphanumeric": "В пароле могут быть только цифры и латиница",
                  "password_match": "Пароли не совпадают"
                }
            }
        },
      "channels": {
        "created_by": "Создано: ",
        "forms": {
          "name": "Название вашего канала",
          "url": "URL",
          "description": "Описание",
          "logo": "Логотип"
        },
        "lists": {
          "online": "Каналы онлайн",
          "local": "Каналы на этом узле",
          "all": "Все каналы",
          "empty": "Сейчас здесь нет каналов",
          "see_all": "Смотреть все",
        }
      },
      "stream_info": {},
      "streams": {
        "info": "Настройки стрима",
        "list": "Прошлые стримы канала",
        "name": "Название стрима",
        "description": "Описание стрима"
      },
      "users": {
        "teams": {
          "_title": "Каналы, в команде которых состоит пользователь",
          "owner": "Создатель канала"
        },
      },
      "comments":
        {
          "title": "Комментарии",
          "show_all": "Показать все комментарии",
          "edited_at": "отредактировано",
          "newest": "Сначала новые",
          "oldest": "Сначала старые",
          "most_popular": "Самые популярные",
          "most_commented": "Самые обсуждаемые",
          "attach_picture": "Прикрепить картинку",
          "attach_video": "Прикрепить видео",
          "send": "Отправить",
          "edit": "Редактировать",
          "save": "Сохранить",
          "delete": "Удалить",
          "restore": "Восстановить",
          "comment_deleted": "Комментарий удален",
          "comment_restored": "Комментарий восстановлен",
          "comment_added": "Комментарий добавлен",
          "comment_saved": "Комментарий сохранен",
          "reply": "Ответить",
          "login_or_register": "Войдите или зарегистрируйтесь, ",
          "to_add": "чтобы участвовать в обсуждении",
          "_errors":
            {
              "enter_text": "Ошибка: Введите текст комментария",
              "parent_comment_not_found": "Ошибка: родительский комментарий не найден",
              "you_are_banned": "Вы забанены на этом канале"
            }
        },
      "subscribe_block":
        {
          "subscribe": "Подписаться",
          "unsubscribe": "Отписаться",
          "show_all": "Показать всех",
          "errors": {
            "cannot_subscribe_to_self": "Ошибка: невозможно подписаться на себя"
          }
        },
      "search":
        {
          "input_title": "Поиск"
        },
      "fields_empty": "Не все поля заполнены",
      "upload":
        {
          "select": "Выбрать",
          "formats": "Поддерживаемые форматы: {formats}",
          "_errors":
            {
              "no_file_input": "Не передан файл",
              "upload_error": "Ошибка загрузки:",
            }
        },
      "dashboard":
        {
          "title": "Панель управления",
          "go_to_channel_page": "На страницу канала",
          "_errors": {
            "user_not_found_local": "Ошибка: локальный пользователь не найден",
            "user_not_found_remote": "Ошибка: удаленный пользователь не найден",
          },
          "index": {
            "my_channels": "Мои каналы",
            "create_channel": "Создать канал"
          },
          "create":
            {
              "_title": "Создать канал",
              "type":
                {
                  "_title": "Тип канала",
                  "tv": "ТВ",
                  "radio": "Радио"
                },
              "name":
                {
                  "_title": "Название канала",
                  "_description": "Придумайте уникальное и запоминающееся название"
                },
              "shortname":
                {
                  "_title": "URL канала",
                  "_description": "Короткая ссылка, которая будет вести на канал"
                },
              "description":
                {
                  "_title": "Описание",
                  "_description": "Опишите ваш канал в нескольких предложениях"
                },
              "tags":
                {
                  "_title": "Теги",
                  "_description": "Ключевые слова, по которым другие люди смогут найти ваш канал"
                },
              "logo": "Логотип",
              "button_text": "Вперед!",
              "_errors":
                {
                  "name.required": "Введите название канала",
                  "shortname.required": "Введите адрес канала",
                  "shortname.unique": "Этот адрес уже занят другим каналом"
                }
            },
          "leave":
            {
              "confirm": "Вы действительно хотите выйти из команды канала?",
              "_messages":
                {
                  "left": "Вы вышли из команды канала",
                  "returned": "Вы вернулись в команду канала"
                }
            },
          "menu":
            {
              "common": "Информация о канале",
              "broadcast": "Вещание",
              "design": "Дизайн",
              "team": "Команда канала",
              "blocklist": "Бан-лист",
            },
          "info":
            {
              "_title": "Информация",
              "common":
                {
                  "_title": "Общая информация о канале",
                  "name": "Название канала",
                  "shortname": "Адрес на сайте",
                  "description": "Описание",
                  "tags": "Теги, по которым можно будет найти канал",
                  "links":
                    {
                      "_title": "Ссылки на сайты и соцсети канала",
                      "link_name": "Имя ссылки",
                      "link_address": "Адрес ссылки",
                      "add_link": "Добавить ссылку",
                      "delete_link": "Удалить ссылку"
                    }
                },
              "content":
                {
                  "_title": "Настройки контента",
                  "show_offline": "Показывать канал на главной странице, когда он в автопилотном режиме",
                  "has_adult_content": "На канале присутствует 18+ контент",
                  "allow_comments": "Разрешить комментарии на странице канала",
                  "show_timetable": "Показывать программу передач",
                  "set_password": "Защитить трансляцию паролем",
                  "password": "Пароль"
                },
              "chat":
                {
                  "_title": "Настройки чата",
                  "chat_motd": "Сообщение дня в чате",
                  "allow_guests": "Разрешить гостей в чате"
                },
              "delete":
                {
                  "button_text": "Удалить канал",
                  "confirm": "Вы уверены, что хотите удалить канал? Вы сможете восстановить его в любое время, однако записи будут автоматически стерты, если канал не будет восстановлен через день."
                },
              "_errors":
                {
                  "shortname.unique": "Этот адрес уже занят другим каналом",
                  "shortname_unique": "Этот адрес уже занят другим каналом"
                },
              "_messages":
                {
                  "channel_deleted": "Канал удален",
                  "channel_restored": "Канал восстановлен"
                }
            },
          "broadcast":
            {
              "_title": "Вещание",
              "settings":
                {
                  "_title": "Настройки записи",
                  "records_visible": "Публиковать записи в открытом доступе",
                  "record_all": "Записывать все эфиры"
                },
              "form":
                {
                  "description": "Эти данные нужны для вещания из сторонних программ (OBS, Wirecast, XSplit). Для подробных инструкций по настройке каждой из этих программ <a href=\"/blog/3\">перейдите по ссылке.</a>",
                  "description_radio": "Эти данные нужны для вещания из сторонних программ (RadioBOSS и т.д.)",
                  "url": "URL сервера",
                  "urls": "URL серверов",
                  "key": "Ключ для вещания",
                  "url_radio": "Адрес сервера",
                  "key_radio": "Пароль",
                  "optimal": "Наименее нагружен на данный момент",
                  "get_new_key": "Получить новый ключ"
                }
            },
          "team":
            {
              "_title": "Команда канала",
              "owner": "Создатель канала",
              "search": "Начните вводить имя пользователя",
              "add_user": "Добавить в команду",
              "position": "Должность (необязательно)",
              "edit_member": "Редактировать участника",
              "waiting_for_confirmation": "Ожидает подтверждения",
              "comment": "Подпись (необязательно)",
              "_messages":
                {
                  "user_added_to_team": "Пользователь добавлен в команду",
                  "user_deleted_from_team": "Пользователь удален из команды"
                },
              "_errors":
                {
                  "select_rights": "Ошибка: назначьте пользователю права",
                  "user_is_owner": "Ошибка: данный пользователь является создателем данного канала",
                },
              "full_access_text": "Полный доступ дает пользователю право редактировать и удалять материалы других членов команды, а не только свои."
            },
          "blocklist":
            {
              "_title": "Бан-лист",
              "_description": "Пользователи, находящиеся в бан-листе, не смогут писать сообщения в чат канала.",
              "search": "Введите имя пользователя",
              "blocked_by": "Заблокирован пользователем",
              "comment": "Комментарий",
              "_messages":
                {
                  "user_added_to_banlist": "Пользователь добавлен в бан-лист",
                  "user_deleted_from_banlist": "Пользователь удален из бан-листа",
                },
              "_errors":
                {
                  "user_is_owner": "Ошибка: пользователь является создателем канала",
                  "user_is_in_team": "Ошибка: пользователь есть в команде канала"
                }
            },
        },
      "settings":
        {
          "_title": "Настройки",
          "menu": {
            "profile": "Профиль",
            "permissions": "Права доступа к каналам"
          },
          "privacy":
            {
              "_title": "Конфиденциальность",
              "page":
                {
                  "_title": "Кто может просматривать вашу страницу",
                  "_options":
                    {
                      "all_users": "Все пользователи",
                      "friends_only": "Только друзья"
                    }
                },
              "feed":
                {
                  "_title": "Кто может писать в вашей ленте",
                  "_options":
                    {
                      "all_users": "Все пользователи",
                      "friends_only": "Только друзья",
                      "only_you": "Только вы"
                    }
                },
              "messages":
                {
                  "_title": "Кто может писать вам личные сообщения",
                  "_options":
                    {
                      "all_users": "Все пользователи",
                      "friends_only": "Только друзья"
                    }
                }
            },
          "blacklist":
            {
              "_title": "Черный список"
            },
          "paid":
            {
              "_title": "Платные функции"
            },
          "social":
            {
              "_title": "Интеграция с соцсетями"
            },
          "restore": {
            "_title": "Восстановление каналов",
            "deleted_channels": "Удаленные каналы",
            "left_channels": "Каналы, из команды которых вы вышли",
            "restore_channel": "Восстановить канал",
            "get_back": "Вернуться на канал"
          },
          "password": {
            "_title": "Пароли",
            "old_password": "Старый пароль (оставьте пустым, если регистрировались через соцсети)",
            "new_password": "Новый пароль",
            "repeat_password": "Повторите пароль",
            "_errors": {
              "too_short": "Ошибка: минимальная длина пароля - 7 символов",
              "do_not_match": "Ошибка: пароли не совпадают",
              "old_password_wrong": "Ошибка: старый пароль введен неверно"
            }
          }
        },
      "blacklist":
        {
          "_title": "Черный список",
          "success_added": "Пользователь добавлен в черный список",
          "success_deleted": "Пользователь удален из черного списка",
          "_errors":
            {
              "no_such_user": "Ошибка: пользователь не найден",
              "no_id_or_username": "Ошибка: не передан ID или логин",
              "already_in_blacklist": "Ошибка: Этот пользователь уже в вашем ЧС",
              "self_ban": "Ошибка: вы пытаетесь забанить самого себя :)"
            }
        },

      "nothingfound":
        {
          "title": "Ничего не найдено"
        },

      "channel":
        {
          "from_channel_name": "От имени канала",
          "live_broadcast": "Прямой эфир",
          "live": "Прямой эфир",
          "owner": "Владелец: ",
          "was_online": "Последний эфир: ",
          "tabs":
            {
              "info": "Информация",
              "team": "Команда",
              "wall": "Стена",
              "projects": "Проекты",
              "videos": "Видео",
              "records": "Записи",
              "announces": "Расписание"
            }
        },
      "bot":
        {
          "commands":
            {
              "bind_account":
                {
                  "_title": "Привязать аккаунт сайта",
                  "go_to_link": "Перейдите по этой ссылке, чтобы авторизоваться:",
                  "link_already_sent": "Вы уже недавно запрашивали ссылку для связи аккаунтов. Подождите немного и попробуйте снова"
                },
              "set_language":
                {
                  "after_setting": "Выбран язык:"
                }
            }
        },
      "profile":
        {
          "user": "Пользователь",
          "online": "Онлайн",
          "was_online": "Был в сети",
          "restricted": "Этот пользователь скрыл страницу от всех, кроме друзей :с",
          "user_has_banned_you": "Этот пользователь забанил вас :с",
          "channels": "Каналы",
          "information": "Информация",
          "ava": "Аватарка",
          "write_message": "Написать сообщение",
          "change_status": "Изменить статус",
          "admin": "Админ",
          "personal":
            {
              "_title": "Личная информация",
              "username": "Логин",
              "full_name": "Имя",
              "description": "О себе"
            },
          "info_fields":
            {
              "_title": "Ссылки",
              "discord": "Discord",
              "telegram": "Telegram",
              "vk": "ВК",
              "website": "Сайт",
              "skype": "Skype",
              "youtube": "Youtube"
            },
          "tabs":
            {
              "info": "Информация",
              "friends": "Друзья",
              "videos": "Видео",
              "blog": "Блог"
            },
          "friends_tabs":
            {
              "all": "Все",
              "common": "Общие",
              "requests": "Заявки",
              "recommended": "Рекомендации"
            }
        },
      "feed":
        {
          "_title": "Лента новостей",
          "videos":
            {
              "added": "добавил {0} видео"
            },
          "types":
            {
              "posts": "Посты от друзей",
              "videos": "Видео",
              "news": "Новости каналов"
            }
        },
      "friends":
        {
          "add": "Добавить в друзья",
          "remove": "Удалить из друзей",
          "remove_request": "Отменить заявку",
          "accept_request": "Принять заявку",
          "request_sent": "Заявка отправлена",
          "request_hidden": "Заявка скрыта",
          "hide_request": "Скрыть"
        },
      "themes":
        {
          "_title": "Тема сайта",
          "_list":
            {
              "default": "Стандартная",
              "flat": "Легкая",
              "light": "Светлая"
            }
        },
      "news":
        {
          "title": "Новости",
          "header": "Заголовок",
          "text": "Текст",
          "news_deleted": "Новость удалена",
          "news_restored": "Новость восстановлена"
        },
      "mail":
        {
          "_title": "Сообщения",
          "search": "Поиск...",
          "enter_message": "Введите сообщение",
          "send": "Отправить",
          "you": "Вы:",
          "message_deleted": "Сообщение удалено",
          "restore_message": "Восстановить",
          "edit": "Изменить",
          "edited_at": "изменено",
          "select_dialog": "Выберите пользователя, чтобы начать диалог",
          "tabs":
            {
              "dialogs": "Диалоги",
              "messages": "Сообщения"
            },
          "_errors":
            {
              "enter_message": "Введите сообщение",
              "that_user_has_banned_you": "Ошибка: этот пользователь забанил вас",
              "user_does_not_allow_sending": "Ошибка: этот пользователь принимает сообщения только от друзей"
            },
          "_messages":
            {
              "sent": "Сообщение отправлено",
              "deleted": "Сообщение удалено",
              "restored": "Сообщение восстановлено",
              "edited": "Сообщение изменено"
            }
        },
      "chat": {
        "_title": "Чат",
        "users": "Пользователи",
        "groups":
          {
            "admins": "Администраторы",
            "owner": "Владелец канала",
            "team": "Команда канала",
            "users": "Пользователи",
            "guests": "Гости",
            "banned": "Забаненные",
            "banned_guests": "Забаненные гости"
          },
        "_errors":
          {
            "your_account_is_banned": "Вы забанены в этом чате",
            "guests_are_not_allowed": "В этом чате запрещены гости",
            "user_not_found": "Пользователь не найден"
          },
        "_messages":
          {
            "state_changed": "Обновлено",
            "chat_cleared": "Чат очищен",
            "guest_banned": "Гость забанен",
            "guest_unbanned": "Гость разбанен",
            "user_banned": "Пользователь забанен",
            "user_unbanned": "Пользователь разбанен"
          },
        "_service_messages":
          {
            "user_entered": "вошел в чат",
            "user_left": "вышел из чата",
            "user_changed_nickname": "сменил ник на"
          },

        "color": "Цвет ника в чате",
        "bots": "Боты",
        "message_deleted": "Сообщение удалено",
        "disabled": "Чат выключен",
        "blocked": "Вы заблокированы в этом чате",
        "user_settings": "Настройки пользователя",
        "settings": "Настройки чата",
        "motd": "Сообщение дня",
        "disable": "Выключить чат",
        "clear": "Очистить чат",
        "ban_user": "Забанить",
        "unban_user": "Разбанить",
        "smiles": {
          "standard": "Стандартный набор",
          "custom": "Смайлы от канала"
        }
      },
      "sidebar": {
        "favorite_channels": "Отслеживаемые каналы",
        "favorite_users": "Отслеживаемые пользователи",
        "channel_is_offline": "Канал оффлайн",
        "user_is_offline": "Пользователь оффлайн",
        "user_channel": "Транслирует канал"
      },
      "editor":
        {
          "enter_text": "Введите текст..."
        },

      "player":
        {
          "channel_is_offline": "Канал не в эфире",
          "broadcast_will_start_soon": "Эфир начнется через несколько секунд",
          "radio_error": "Ошибка. Возможно, радио не в эфире",
          "embed":
            {
              "_title": "Код для вставки на сайты",
              "inputs":
                {
                  "width": "Ширина",
                  "height": "Высота",
                  "autoplay": "Автовоспроизведение"
                }
            },
          "password":
            {
              "_title": "Просмотр канала защищен паролем",
              "input_title": "Введите пароль",
              "_errors":
                {
                  "wrong": "Неправильный пароль"
                }
            },
          "adult_content":
            {
              "_title": "Предупреждение",
              "_text": "На данном канале может транслироваться контент, недопустимый к просмотру несовершеннолетними",
              "save": "Запомнить настройки"
            },
          "_errors":
            {
              "wrong_format_or_not_found": "Видео не найдено или еще не загружено"
            }
        },

      "permissions":
        {
          "requests_list": "Заявки на добавление в команду канала",
          "confirmed_list": "Принятые заявки",
          "rejected_list": "Отклоненные заявки",
          "confirm": "Принять",
          "reject": "Отклонить",
          "full": "Полные администраторские права",
          "list": {
            "moderate_chat": "Модерация чата",
            "edit_stream_info": "Правка названия и описания стрима",
            "broadcast": "Выход в эфир",
            "edit_channel_info": "Изменение общей информации",
            "publish_news": "Публикация новостей",
          },
          "after_allow":
            {
              "channels": "Вы подтвердили добавление себя в команду канала.",
              "users": "Теперь вы будете автоматически принимать приглашения от этого пользователя."
            },
          "after_disallow":
            {
              "channels": "Вы отклонили добавление себя в команду канала.",
              "users": "Вы запретили этому пользователю приглашать вас куда-либо."
            },
          "user_requests_access":
            {
              "channels": "запрашивает доступ на добавление вас в команду канала"
            },
          "allow_user": "Автоматически принимать все заявки от этого пользователя",
          "disallow_user": "Автоматически отклонять все заявки от этого пользователя"
        },
      "tickets":
        {
          "_title": "Техподдержка",
          "create_new": "Новый вопрос",
          "back_to_list": "Назад к списку",
          "last_update": "Последнее обновление",
          "category": "Категория",
          "title": "Заголовок",
          "text": "Ваше сообщение",
          "send_message": "Отправить сообщение",
          "close": "Закрыть",
          "you": "Вы",
          "administration": "Администрация",
          "user": "Пользователь",
          "is_important": "Важный",
          "topics":
            {
              "site_errors": "Перебои в работе сайта",
              "complaints": "Жалобы на контент или пользователей",
              "suggestions": "Идеи и предложения",
              "other": "Другое"
            },
          "important":
            {
              "_text": "У вас есть новое важное сообщение от техподдержки сайта",
              "go_to_list": "Перейти к сообщениям"
            },
          "complaints":
            {
              "_title": "Пожаловаться",
              "contacts": "Ваши контакты для связи",
              "category": "Тип жалобы",
              "text": "Подробности (если есть)",
              "send": "Отправить",
              "topics":
                {
                  "copyrights": "Нарушение авторских прав",
                  "illegal": "Незаконный контент",
                  "offensive": "Оскорбления",
                  "other": "Другое"
                },
              "titles":
                {
                  "channels": "Жалоба на канал:",
                  "videos": "Жалоба на видео:"
                }
            },
          "statuses":
            {
              "waiting_for_response": "На рассмотрении",
              "waiting_for_answer": "Ждет вашего ответа",
              "closed": "Закрыт"
            },
          "_errors":
            {
              "enter_text": "Введите сообщение",
              "enter_your_contacts": "Введите контакты",
              "ticket_is_closed": "Закрыто администрацией"
            },
          "_messages":
            {
              "complaint_saved": "Жалоба отправлена. В скором времени администрация свяжется с вами",
              "saved": "Отправлено. В скором времени администрация свяжется с вами",
              "message_sent": "Сообщение отправлено"
            }
        },
      "admin":
        {
          "_title": "Панель администратора",
          "menu": {
            "federation": "Федерация",
            "frontend": "Общие настройки",
            "users": "Пользователи",
          },
          "config": {
            "frontend": {
              "info": "Информация об узле",
              "design": "Дизайн",
              "site_name": "Название узла",
              "site_description": "Краткая информация об узле",
              "site_contact_email": "Контактный e-mail адрес владельца",
              "logo": "Логотип",
              "channel_default_logo": "Логотип по умолчанию (для каналов)",
              "user_default_avatar": "Аватарка по умолчанию (для пользователей)",
            },
            "federation": {
              "enabled": "Включить федерацию",
              "restriction": {
                "_title": "Ограничения по коммуникации между узлами",
                "none": "Не ограничивать",
                "whitelist": "Белый список узлов",
                "blacklist": "Черный список узлов",
              }
            }
          },
          "channels":
            {
              "id": "ID",
              "shortname": "URL",
              "name": "Название",
              "space_occupied": "Места занято",
              "ban": "Бан",
              "unban": "Разбан",
              "ban_reason": "Причина бана"
            },
          "users":
            {
              "id": "ID",
              "login": "Логин",
              "domain": "Домен",
              "email": "Почта",
              "last_time_seen": "Заходил",
              "block": "Заблокировать",
              "unblock": "Разблокировать",
              "list_types": {
                "all": "Все",
                "local": "Локальные",
                "remote": "С других серверов"
              },
            },
        },
      "roles": {
        "role_0": "Пользователь",
        "role_127": "Модератор",
        "role_255": "Администратор",
      },

    },
}
